/*
 Localizable.strings
 TSFeedback
 
 Created by 沧海无际 on 2020/5/14.
 
 */

"E-mail" = "E-mail";
"Enter your email address here" = "Masukkan alamat email Anda di sini";
//"Content" = "Content";
//"Note:" = "Note: ";
"Submit" = "Kirim";
"Sending…" = "Mengirim…";
"Mail has been sent successfully! We will solve the problem as soon as possible." = "Email telah berhasil dikirim! Kami akan memecahkan masalah secepat mungkin.";
"Send failed!" = "Pengiriman gagal!";
"You can also click on product support to find the corresponding solution. Product Support >>" = "Anda juga dapat mengklik dukungan produk untuk menemukan solusi yang sesuai. Dukungan Produk >> ";
"Product Support >>" = "Dukungan Produk >>";
"Please make sure your network connection is working and submit again." = "Pastikan koneksi jaringan Anda berfungsi dan kirim lagi.";
"Feedback" = "Tanggapan";

"Please enter valid Email address." = "Harap isi alamat email valid";

//MARK: - Feedback 2.0.0 定制
"Thanks for contacting us and telling us your opinions about our product." = "Terima kasih telah menghubungi kami dan memberi tahu kami pendapat Anda tentang produk kami.";
"What do you want to do with this product?" = "Apa yang ingin Anda lakukan dengan produk ini?";
"1: In order to quickly resolve the problem, please describe the problem you are experiencing as much detail as possible." = "Untuk menyelesaikan masalah dengan cepat, jelaskan masalah yang Anda alami sedetail mungkin.";
"What is your problem when using this product?" = "Apa masalah Anda saat menggunakan produk ini?";
"1: If you have any questions about the product or after-sales service, please feel free to tell us." = "Jika Anda memiliki pertanyaan tentang produk atau layanan terjual, jangan ragu untuk memberi tahu kami.";
"E-mail" = "E-mail";
"Please enter a valid email address" = "Harap isi alamat email valid";
"Please make sure your email is correct" = "Harap pastikan email Anda benar";
"Notes:" = "Catatan:";
"1: Due to the time difference of global customer service, you will get an answer within 48 hours on weekdays." = "1: Karena perbedaan waktu layanan pelanggan global, Anda akan mendapatkan jawaban dalam waktu 48 jam pada hari kerja.";
"2: You can also check our online FAQs to quickly browse some order issues or technical problems." = "2: Anda juga dapat memeriksa FAQ online kami untuk menelusuri beberapa masalah pesanan atau masalah teknis dengan cepat.";
"order issues" = "masalah pesanan";
"technical problems" = "masalah teknis";

"Attach log file" = "Lampirkan file log";
"Attach images:" = "Lampirkan gambar:";
"Add Image" = "Tambah Gambar";
"Add up to 2 images" = "Tambahkan hingga 2 gambar";
"Submit" = "Kirim";
"Sending…" = "Mengirim…";
"Mail has been sent successfully! We will solve the problem as soon as possible." = "Email telah berhasil dikirim! Kami akan memecahkan masalah secepat mungkin.";
"Send failed!" = "Pengiriman gagal!";
"Please make sure your network connection is working and submit again." = "Pastikan koneksi jaringan Anda berfungsi dan kirim lagi.";
"Feedback" = "Tanggapan";
"OK" = "OKE";
